<template>
    <div :style="title_st">项目介绍</div>
    <div :style="test_st">
        <p>本研究旨在基于YOLOv5算法和数据增强技术，实现藏药花的自动化分类识别系统，以解决传统藏药花分类识别方式的人力资源浪费和分类准确率低的问题。主要工作包括数据集准备、模型设计、训练与优化等步骤，最终实现了具有较高精度和鲁棒性的藏药花分类识别系统。该系统可以为藏药花分类识别的自动化回收提供有力支持，具有实际应用价值。</p>
        <p>本研究的重要结论在于，通过使用YOLOv5算法和数据增强技术，可以实现对藏药花的准确分类识别。此外，通过调整模型参数和使用深度学习优化方法，可以提高模型精度和鲁棒性。独到的见解是，本研究针对藏药花分类识别问题，采用了目标检测技术，不仅可以区分藏药花的种类，还能够进行藏药花检测和定位，为藏药花分类识别回收提供更加全面和高效的支持。</p>
        <p>本研究采用了YOLOv5算法和数据增强技术，为解决藏药花分类问题提供了一种有效的方法。此方法不仅适用于藏药花分类，还可以应用于其他领域的目标检测和分类问题。未来的研究方向可以考虑采用更加先进的深度学习算法和更加丰富的数据增强技术，以进一步提高模型的准确性和鲁棒性。此外，可以考虑将藏药花分类识别系统与机器人技术相结合，实现藏药花自动回收的目标，为实现智能城市和可持续发展做出贡献。</p>
</div>
</template>
<script>
export default{
    data(){
        return{
            title_st:{
                fontSize:"25px",
                marginTop:"10px",
                marginBottom:"20px"
            },
            test_st:{
                textIndent: "20px"
            }
        }
    }
}
</script>